// Группы объектов
var groups = [
        {
            name: "Головной офис",
            style: "islands#redIcon",
            items: [
                {
                    center: [55.79424574, 49.10168661],
                    name: "мкр.Южное Бутово, д.21"
                }
            ]},
        {
            name: "Дополнительные офисы",
            style: "islands#greenIcon",
            items: [
                {
                    center: [55.80051348, 49.10616010],
                    name: "Савеловский проспект, офис 13"
                },
                {
                    center: [55.79633132, 49.11397069],
                    name: "Ленинский проспект, д.9, офисное помещение 5"
                },
                {
                    center: [55.78982064, 49.11314877],
                    name: "Охотный ряд, д.2"
                },
                {
                    center: [55.79064274, 49.12151726],
                    name: "Люберцы, склад 4"
                }
            ]}
    ];