// Группы объектов
var groups = [
        {
            name: "Головной офис",
            style: "islands#redIcon",
            items: [
                {
                    center: [55.54485057, 37.58790100],
                    name: "Бутово парк дом 23 кор 1",
                    desc: "Головной офис"
                }
            ]},
        {
            name: "Дополнительные офисы",
            style: "islands#greenIcon",
            items: [
                {
                    center: [55.71306557, 37.73688650],
                    name: "г. Москва, 1-й Саратовский пр-д, д. 3а, стр.1.",
                    desc: 'Заезд на парковку со стороны 2-го Саратовского пр-да'
                },
                {
                    center: [55.68418357, 37.41278350],
                    name: "ТЦ Элит Строй 51 км МКАД, Торговая ул., с2",
                    desc: 'Рабочий посёлок Заречье'
                },
                {
                    center: [55.61141502, 37.48889048],
                    name: "МКАД, 41-й километр, Строительный рынок Мельница"
                },
                {
                    center: [55.78532517, 37.23739351],
                    name: "Новорижское шоссе, 23-й километр, 2",
                    desc: "ТЦ Строительный двор Петровский"
                },
                {
                    center: [55.50970531, 36.98722874],
                    name: "Киевское ш., 2, рабочий посёлок Селятино",
                    desc: "Строительный рынок Селятинострой"
                },
                {
                    center: [55.45471059, 36.94278050],
                    name: "Москва, поселение Новофёдоровское, деревня Кузнецово",
                    desc: 'Центральная улица'
                },
                {
                    center: [55.63427253, 37.41629600],
                    name: "Румянцево, ул центральная дом 46а"
                }
            ]}
    ];